Repository: VovaMobile/wordAccessEnhancementNVDAAddon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar

source: Microsoft Word text editor: accessibility enhancement
ar: تحسين إمكانية الوصول لمحرر نصوص Microsoft Word:

source: This add-on adds extra functionality when working with Microsoft Word: * a script ("windows+alt+f5") to display a dialog box to choose between most of objects 's type to be listed (like comments, revisions, bookmarks, fields, endnotes, footnotes, spelling errors, grammar errors,...), * a script ("Alt+delete"") to announce line, column and page of cursor position, or start and end of selection, or current table's cell, * a script ("windows+alt+f2") to insert a comment, * a script ("windows+alt+m") to report revision at cursor's position, * a script ("windows+alt+n") to report endNote or footNote at cursor's position, * modify the NVDA scripts "control+downArrow" and "Control+Uparrow" (which moves the carret paragraph by paragraph) to skip the empty paragraph (optionnal), * some scripts to move in table and read table 's elements (row, column, cell), * adds specific Word browse mode command keys, * possibility to move sentence by sentence ("alt+ downArrow" and "alt+upArrow"), * a script to report document 's informations(windows+alt+f1"), * accessibility enhancement for spelling checker (Word 2013 and 2016): * a script (NVDA+shift+f7") to report spelling or grammatical error and suggested correction by the spelling checker, * a script (NVDA+control+f7") to report current sentence under focus. * automatic reading of some elements as comments , footnotes, or endnotes. This add-on has been tested with Microsoft Word 2019, 2016 and 2013 (perhaps works also with Word 365).
ar: تضيف هذه الوظيفة الإضافية وظائف إضافية عند العمل مع Microsoft Word: \ n * نص برمجي ("windows + alt + f5") لعرض مربع حوار للاختيار من بين معظم أنواع الكائنات التي سيتم إدراجها (مثل التعليقات والمراجعات والإشارات المرجعية والحقول والتعليقات الختامية والحواشي السفلية والأخطاء الإملائية والأخطاء النحوية. ..)،\ن * برنامج نصي ("Alt + حذف" ") للإعلان عن السطر والعمود والصفحة من موضع المؤشر ، أو بداية التحديد ونهايته ، أو خلية الجدول الحالي ، * برنامج نصي ("windows + alt + f2") لإدراج تعليق ، \ n * برنامج نصي ("windows + alt + m") للإبلاغ عن المراجعة في موضع المؤشر ، \ n * نص برمجي ("windows + alt + n") للإبلاغ عن EndNote أو footNote في موضع المؤشر ، \ n * تعديل سكربتات NVDA "control + downArrow" و "Control + Uparrow" (التي تنقل الحرف فقرة بفقرة) لتخطي الفقرة الفارغة (optionnal) ، \ n * بعض البرامج النصية للتحرك في الجدول وقراءة عناصر الجدول (صف ، عمود ، خلية) ، \ n * يضيف مفاتيح أوامر معينة لوضع استعراض Word ، \ n * إمكانية نقل جملة بجملة ("alt + downArrow" و "alt + upArrow") ، \ n * برنامج نصي للإبلاغ عن معلومات المستند (windows + alt + f1 ") ، \ n * تحسين إمكانية الوصول للمدقق الإملائي (Word 2013 و 2016): \ n \ t * برنامج نصي (NVDA + shift + f7 ") للإبلاغ عن الأخطاء الإملائية أو النحوية والتصحيح المقترح بواسطة المدقق الإملائي ، \ n \ t * برنامج نصي (NVDA + control + f7 ") لتسجيل الجملة الحالية تحت التركيز. \ n * القراءة التلقائية لبعض العناصر مثل التعليقات أو الحواشي السفلية أو التعليقات الختامية. \ n \ن \ن تم اختبار هذه الوظيفة الإضافية مع Microsoft Word 2019 و 2016 و 2013 (ربما تعمل أيضًا مع Word 365). \ n

source: Do you want to keep current add-on configuration settings ?
ar: هل تريد الاحتفاظ بإعدادات تكوين الوظيفة الإضافية الحالية؟

source: %s - installation
ar: %s - تثبيت

source: comment of %s:
ar: تعليق %s:

source: comment:
ar: كيف:

source: yes
ar: نعم

source: no
ar: لا

source: Current voice settings have beenset for automatic reading
ar: إعدادات الصوت الحالية قد beenset للقراءة التلقائية

source: Page {page}, line {line} Story type text: {storyTypeText} Associated Ttext: {text}
ar: صفحة {page}, سطر {line} نوع مجموعة النص: {storyTypeText} نص متصل: {text}

source: Bookmark
ar: علامة مرجعية

source: Bookmarks
ar: علامات مرجعية

source: No bookmark
ar: لا توجد علامة مرجعية

source: Number
ar: رقم

source: Location
ar: الموقع

source: Name
ar: الإسم

source: Story type
ar: نوع التخزين

source: &Go to
ar: ال&ذهاب الى

source: &Delete
ar: &حذف

source: Delete &all
ar: حذف ال&كل

source: Bookmark's text
ar: نص العلامات المرجعية

source: Page {page}, line {line}
ar: صفحة {page}, سطر {line}

source: Extended browse mode for Microsoft Word
ar: وضع الاستعراض الموسعة لـ Microsoft Word

source: moves to the next grammatical error
ar: ينتقل إلى الخطأ الإملائي التالي

source: no next grammatical error
ar: لا يوجد خطأ إملاءي تالي

source: moves to the previous grammatical error
ar: ينتقل إلى الخطأ الإملاءي السابق

source: no previous grammatical error
ar: لا يوجد خطأ إملاءي سابق

source: moves to the next revision
ar: ينتقل إلى المراجعة التالية

source: no next revision
ar: لا توجد مراجعة تالية

source: moves to the previous revision
ar: ينتقل إلى المراجعة السابقة

source: no previous revision
ar: لاتوجد مراجعة سابقة

source: moves to the next comment
ar: ينتقل إلى التعليق التالي

source: no next comment
ar: لايوجد تعليق تالي

source: moves to the previous comment
ar: ينتقل إلى التعليق السابق

source: no previous comment
ar: لا تعليق سابق

source: moves to the next field
ar: ينتقل إلى الحقل التالي

source: no next field
ar: لايوجد حقل تالي

source: moves to the previous field
ar: ينتقل إلى الحقل السابق

source: no previous field
ar: لا يوجد حقل سابق

source: moves to the next bookmark
ar: ينتقل إلى الإشارةالمرجعية التالية

source: no next bookmark
ar: لاتوجد إشارة مرجعية تالية

source: moves to the previous bookmark
ar: ينتقل إلى الإشارة المرجعية السابقة

source: no previous bookmark
ar: لا توجد إشارة مرجعية سابقة

source: moves to the next endnote
ar: ينتقل الى الهوامش التالية

source: no next endnote
ar: لايوجد هامش تالي

source: moves to the previous endnote
ar: ينتقل إلى الهامشالسابق

source: no previous endnote
ar: لا هامش سابق

source: moves to the next footnote
ar: ينتقل إلى الحاشية التالية

source: no next footnote
ar: لاتوجد حاشية التالية

source: moves to the previous footnote
ar: ينتقل إلى الحاشية السفلية السابقة

source: no previous footnote
ar: لا توجد حاشية سابقة

source: moves to the next section
ar: ينتقل إلى القسم التالي

source: no next section
ar: لا يوجد قسم تالي

source: moves to the previous section
ar: ينتقل إلى القسم السابق

source: no previous section
ar: لا يوجد قسم سابق

source: Return to bottom of page
ar: العودة إلى أسفل الصفحة

source: Return to top of page
ar: العودة إلى أعلى الصفحة

source: {name} text: {text}
ar: نص {name}: {text}

source: Bookmark %s
ar: إشارة مرجعية %s

source: Endnote{index}
ar: الحاشية رقم {index}

source: Field {index}, type: {type}
ar: الحقل {index}, النوع: {type}

source: Footnote {index}
ar: الحاشية السفلية {index}

source: Section {index}
ar: القسم {index}

source: Section %s
ar: القسم %s

source: Spelling error
ar: خطأ إملاءي

source: Grammatical error
ar: خطأ نحوي

source: Comment
ar: تعليق

source: Revision
ar: مراجعة

source: Footnote
ar: حاشية

source: Endnote
ar: الحاشية

source: Drawing layer object
ar: رسم كائن طبقة

source: Text layer object
ar: كائن طبقة النص

source: Hyperlink
ar: الارتباط التشعبي

source: Field
ar: حقل

source: Formfield
ar: حقل النموذج

source: Table
ar: الجدول

source: Heading
ar: رأس موضوع

source: Frame
ar: الإطار

source: Section
ar: قسم

source: Informations 's collection
ar: جمع المعلومات

source: Please wait
ar: الرجاء الإنتظار

source: &interrupt
ar: &المقاطعة

source: &Cancel
ar: ال&غاء

source: Interrupted
ar: توقف

source: Elements's search
ar: بحث العناصر

source: Element's type:
ar: نوع العنصر:

source: Part of document:
ar: جزء من المستند:

source: Cursor's positionFocus
ar: موضع المؤشر

source: Document
ar: المستند

source: Page
ar: صفحة

source: Selection
ar: اختيار

source: Focus to end
ar: التركيز على النهاية

source: Start to focus
ar: التركيز على البداية

source: Search an&d display
ar: إ&بحث وإعرض

source: Search and C&opy to clipboard
ar: إبحث وإ&نسخ إلى الحافظة

source: &Close
ar: إ&غلاق

source: %s at cursor's position
ar: %s في موضع المؤشر

source: %s in the selection
ar: %s في الاختيار

source: %s in the document
ar: %s في المستند

source: %s in the page
ar: %s في الصفحة

source: %s between start of document and cursor's position
ar: %sبين بداية المستند وموضع المؤشر

source: %s between cursor's position and end of document
ar: %s بين موضع المؤشر ونهاية المستند

source: %s between document's start and cursor's position
ar: %s بين بداية المستند وموضع المؤشر

source: %s between cursor's position and document's end
ar: %s بين موضع المؤشر ونهاية المستند

source: %s percent
ar: %s بالمئة

source: Sorry, There are too many elements to be treated
ar: عذرا ، هناك الكثير من العناصر التي لا يمكن علاجها

source: Please wait.
ar: الرجاء الإنتظار.

source: {name}'s list has been copied to clipboard
ar: تم نسخ قائمة {name} إلى الحافظة

source: {count} {element}
ar: عدد {count} {element}

source: Are you sure you wish to delete this items?
ar: هل أنت متأكد إنك تريد حذف هذه العناصر؟

source: Deletion of items
ar: حذف العناصر

source: Are you sure you wish to delete all items?
ar: هل أنت متأكد أنك تريد حذف جميع العناصر؟

source: Deletion of all items
ar: حذف جميع العناصر

source: Page {page}, line {line} Author: {author} Date: {date} Comment's text: {text} Commented text: {commentedText}
ar: الصفحة {page}, السطر {line} المؤلف: {author} التاريخ: {date} نص التعليق': {text} نص تعليق: {commentedText}

source: Comments
ar: تعليقات

source: Enter the comment's text
ar: أدخل نص التعليق

source: Comment's insert
ar: التعليقات المدرجة:

source: Comment's Modification
ar: تعديل التعليق

source: No comment
ar: لا توجد تعليقات

source: Comments:
ar: تعليقات:

source: Author
ar: المؤلف

source: Date
ar: التاريخ

source: &Modify
ar: &تعديل

source: Comment's text
ar: نص التعليق

source: Commented text
ar: نص التعليق

source: Page's number on the Left
ar: رقم الصفحة على اليسار

source: Page's number Centered
ar: رقم الصفحة في المنتصف

source: Page's number on the Right
ar: رقم الصفحة على اليمين

source: Page number inside
ar: رقم الصفحة في الداخل

source: Page's number Outside
ar: رقم الصفحةفي خارج

source: linked to previous
ar: الإرتباط السابق

source: Column {index}: {wide} wide
ar: العمود {index}: {wide} عريض

source: with %s spacing after
ar: مع تباعد %s بعد

source: Text columns:
ar: أعمدة النص:

source: Number of Text columns: %s
ar: عدد أعمدة النص: %s

source: Line between columns: %s
ar: الخط الفاصل بين الأعمدة: %s

source: Style: columns' wide = {wide} (evenly spaced), gap between columns = {spacing}
ar: نمط: الأعمدة' واسعة = {wide} (متباعدة بالتساوي) ، الفجوة بين columns = {spacing}

source: Style: various column wide
ar: نمط: مختلف عمود واسعة

source: on the left side
ar: على الجانب الأيسر

source: on the right side
ar: على الجانب الأيمن

source: on the top side
ar: على الجانب العلوي

source: Gutter: {pos}, {size} large
ar: المزراب: {pos} ، {size} كبير

source: Miror margins:
ar: هوامش ميرور:

source: Margins:
ar: هوامش:

source: Inside: %s
ar: في الداخل: %s

source: Outside: %s
ar: الخارج: %s

source: Left: %s
ar: اليسار: %s

source: Right: %s
ar: اليمين: %s

source: Top: %s
ar: الأعلى: %s

source: Bottom: %s
ar: الأسفل: %s

source: Orientation: %s
ar: الاتجاه: %s

source: Print two pages per sheet: %s
ar: طباعة صفحتين لكل ورقة: %s

source: Landscape
ar: المناظر الطبيعيه

source: Portrait
ar: صورة

source: top
ar: أعلى

source: centered
ar: المنتصف

source: justified
ar: مسوغ

source: bottom
ar: الأسفل

source: Continuous
ar: مستمر

source: Even pages
ar: الصفحات ذات الارقام الزوجيه

source: New column
ar: عمود جديد

source: New page
ar: صفحة جديدة

source: Odd pages
ar: الصفحات الفردية

source: Disposition:
ar: تغير:

source: Sectionstart: %s
ar: بداية القسم : %s

source: Different first page: %s
ar: صفحة أولى مختلفة: %s

source: Different Odd and even pages: %s
ar: الصفحات الفردية وحتى الزوجية: %s

source: Distance between footer and bottom: %s
ar: المسافة بين تذييل الصفحة وأسفلها: %s

source: Distance between header and top: %s
ar: المسافة بين الرأس والأعلى: %s

source: Vertical alignment: %s
ar: المحاذاة العمودية: %s

source: 10 inches wide, 14 inches long
ar: 10 بوصة واسعة ، 14 بوصة طويلة

source: Legal 11 inches wide, 17 inches long
ar: 11 بوصة القانونية واسعة ، 17 بوصة طويلة

source: A3 dimensions
ar: أبعاد A3

source: A4 dimensions
ar: أبعاد A4

source: Small A4 dimensions
ar: أبعاد A4 الصغيرة

source: A5 dimensions
ar: أبعاد A5

source: B4 dimensions
ar: أبعاد B4

source: B5 dimensions
ar: أبعاد B5

source: C sheet dimensions
ar: أبعاد ورقة C

source: Custom paper size
ar: حجم الورق المخصص

source: D sheet dimensions
ar: أبعاد ورقة د

source: Legal envelope, size 10
ar: مظروف قانوني ، حجم 10

source: Envelope, size 11
ar: مغلف ، حجم 11

source: Envelope, size 12
ar: مغلف ، حجم 12

source: Envelope, size 14
ar: مغلف ، حجم 14

source: Envelope, size 9
ar: مغلف ، حجم 9

source: B4 envelope
ar: المغلف B4

source: B5 envelope
ar: مغلف B5

source: B6 envelope
ar: مغلف B6

source: C3 envelope
ar: مغلف C3

source: C4 envelope
ar: مغلف C4

source: C5 envelope
ar: مغلف C5

source: C6 envelope
ar: مغلف C6

source: C65 envelope
ar: المغلف C65

source: DL envelope
ar: مغلف DL

source: Italian envelope
ar: المغلف الإيطالي

source: Monarch envelope
ar: مغلف العاهل

source: Personal envelope
ar: مغلف شخصي

source: E sheet dimensions
ar: أبعاد ورقة E

source: Executive dimensions
ar: الأبعاد التنفيذية

source: German legal fanfold dimensions
ar: أبعاد fanfold القانونية الألمانية

source: German standard fanfold dimensions
ar: أبعاد fanfold القياسية الألمانية

source: United States fanfold dimensions
ar: الولايات المتحدة أبعاد fanfold

source: Folio dimensions
ar: أبعاد الورقة

source: Ledger dimensions
ar: أبعاد دفتر الأستاذ

source: Legal dimensions
ar: الأبعاد القانونية

source: Letter dimensions
ar: أبعاد الرسالة

source: Small letter dimensions
ar: أبعاد الرسالة الصغيرة

source: Note dimensions
ar: ملاحظة الأبعاد

source: Quarto dimensions
ar: غرفة الأبعاد

source: Statement dimensions
ar: أبعاد البيان

source: Tabloid dimensions
ar: أبعاد التابلويد

source: Paper:
ar: ورقة:

source: Paper size: %s
ar: حجم الورق: %s

source: Page's size: {height}height, {width} width
ar: حجم الصفحة: {ارتفاع} الارتفاع ، {عرض} العرض

source: First Page Header: %s
ar: رأس الصفحة الأولى: %s

source: First Page Footer: %s
ar: تذييل الصفحة الأولى: %s

source: Even Page Header: %s
ar: حتى رأس الصفحة: %s

source: Even Page Footer: %s
ar: حتى تذييل الصفحة: %s

source: Page header: %s
ar: رأس الصفحة: %s

source: Page Footer: %s
ar: تذييل الصفحة: %s

source: Section {index} of {count}:
ar: القسم {index} من {count}:

source: Text modification only in form fields: %s
ar: نص التعديل فقط في حقول النموذج: %s

source: Document's sections:
ar: أقسام المستند:

source: Position in the document:
ar: الموضع في المستند:

source: In section {section}, page {page}
ar: في القسم {section} ، الصفحة {page}

source: uniform
ar: زى موحد

source: non-uniform
ar: غير موحدة

source: In a {uniform} table
ar: في جدول {uniform}

source: Cell row {row} , column {col} of table {tableIndex}
ar: صف الخلية {row} ، العمود {col} من الجدول {tableIndex}

source: In section {section}, text column {textColumn}
ar: في القسم {section} ، عمود النص {textColumn}

source: In section {%s
ar: في القسم { %s

source: On line {line} of the page {page}, column {col}
ar: على السطر {line} من الصفحة {page} ، العمود {col}

source: Allow only revisions
ar: السماح فقط المراجعات

source: Allow only comments
ar: السماح بالتعليقات فقط

source: Allow only form fields
ar: السماح فقط حقول النموذج

source: Read-only
ar: للقراءة فقط

source: No protection
ar: لا توجد حماية

source: Statistics:
ar: الإحصاء:

source: Pages: %s
ar: الصفحات: %s

source: Lines: %s
ar: الخطوط: %s

source: Words: %s
ar: الكلمات:٪ sالكلمات: %s

source: Characters: %s
ar: الأحرف : %s

source: Paragraphs: %s
ar: الفقرات: %s

source: Sections: %s
ar: القسم: %s

source: Comments: %s
ar: التعليقات: %s

source: Tables: %s
ar: الجداول: %s

source: Shape objects: %s
ar: كائنات الشكل: %s

source: InLineShape objects: %s
ar: كائنات في شكل الخط: %s

source: Endnotes: %s
ar: الهوامش: %s

source: Footnotes: %s
ar: الحواشي السفلية: %s

source: Fields: %s
ar: الحقول: %s

source: Formfields: %s
ar: حقول النماذج: %s

source: Frames: %s
ar: الإطارات: %s

source: Hyperlinks: %s
ar: روابط تشعبية: %s

source: Lists: %s
ar: القوائم: %s

source: Bookmarks: %s
ar: إشارات مرجعية: %s

source: Spelling errors: %s
ar: أخطاء إملائية: %s

source: Grammatical errors: %s
ar: الأخطاء النحوية: %s

source: Creation date
ar: تاريخ الإنشاء

source: Revision number
ar: رقم المراجعة

source: Title
ar: عنوان

source: Subject
ar: موضوع

source: Compagny
ar: الشركة

source: Document's properties:
ar: خصائص الوثيقة:

source: File name: %s
ar: اسم الملف: %s

source: Protection: %s
ar: الحماية: %s

source: Specific options:
ar: خيارات محددة:

source: Check spelling as you type: %s
ar: تحقق من الهجاء أثناء الكتابة: %s

source: Yes
ar: نعم

source: No
ar: لا

source: Check grammar as you type: %s
ar: تحقق من القواعد أثناء الكتابة: %s

source: Check grammar with spelling: %s
ar: تحقق من القواعد الإملائية: %s

source: Track revision: %s
ar: مراجعة المسار: %s

source: Document's tables:
ar: جداول المستندات:

source: Table {index} of {count}:
ar: جدول {index} من {count}:

source: Document's informations
ar: معلومات المستند

source: Aqua
ar: أكوا

source: Black
ar: أسود

source: Blue
ar: أزرق

source: BlueGray
ar: ازرق رمادي

source: BrightGreen
ar: أخضر فاتح

source: Brown
ar: بني

source: DarkBlue
ar: أزرق غامق

source: DarkGreen
ar: أخضر غامق

source: DarkRed
ar: احمر غامق

source: DarkTeal
ar: البط البري داكن

source: DarkYellow
ar: أصفر غامق

source: Gold
ar: ذهبي

source: Gray05
ar: رمادي 05

source: Gray10
ar: رمادي10

source: Gray125
ar: رمادي125

source: Gray15
ar: رمادي15

source: Gray20
ar: رمادي20

source: Gray25
ar: رمادي25

source: Gray30
ar: رمادي30

source: Gray35
ar: رمادي35

source: Gray375
ar: رمادي375

source: Gray40
ar: رمادي 40

source: Gray45
ar: رمادي45

source: Gray50
ar: رمادي50

source: Gray55
ar: رمادي55

source: Gray60
ar: رمادي60

source: Gray625
ar: رمادي625

source: Gray65
ar: رمادي65

source: Gray70
ar: رمادي70

source: Gray75
ar: رمادي75

source: Gray80
ar: رمادي80

source: Gray85
ar: رمادي85

source: Gray875
ar: رمادي875

source: Gray90
ar: رمادي90

source: Gray95
ar: رمادي95

source: Green
ar: أخضر

source: Indigo
ar: اللون النيلي

source: Lavender
ar: الخزامي

source: LightBlue
ar: أزرق فاتح

source: LightGreen
ar: اخضر فاتح

source: LightOrange
ar: برتقالي فاتح

source: LightTurquoise
ar: تُركُوَازِي فاتح

source: LightYellow
ar: أصفر فاتح

source: Lime
ar: جيري

source: OliveGreen
ar: أخضر زيتوني

source: Orange
ar: برتقالي

source: PaleBlue
ar: أزرق شاحب

source: Pink
ar: زهري

source: Plum
ar: البرقوق

source: Red
ar: أحمر

source: Rose
ar: روز

source: SeaGreen
ar: إعادة البحر

source: SkyBlue
ar: اقرأ السماء

source: Tan
ar: تان

source: Teal
ar: بط نهري صغير

source: Turquoise
ar: الفيروز

source: Violet
ar: البنفسجي

source: White
ar: ابيض

source: Yellow
ar: اصفر

source: nested
ar: متداخل

source: table {nested} {uniform} of {rows} rows, {columns} columns
ar: جدول {nested} {uniform} من {rows}صفوف, {columns} الأعمدة

source: Localized at {page} page , {line} line
ar: مترجمة في صفحة {page} ، {line} سطر

source: Title: %s
ar: العنوان: %s

source: Description: %s
ar: الوصف: %s

source: Automatic resize to fit content: %s
ar: تغيير الحجم تلقائيًا لملاءمة المحتوى: %s

source: Top padding: %s
ar: المساحة المتروكة العلوية: %s

source: Bottom padding: %s
ar: المساحة السفلية: %s

source: Spacing between cells: %s
ar: التباعد بين الخلايا: %s

source: Contains %s tables
ar: يحتوي على %s جداول

source: Bottom
ar: الأسفل

source: Diagonal down
ar: قُطري لأسفل

source: Diagonal up
ar: قطري يصل

source: Horizontal
ar: عرضي

source: Left
ar: اليسار

source: Right
ar: كتابة

source: Top
ar: أعلى

source: Vertical
ar: عمودي

source: Without border
ar: بدون حدود

source: Borders:
ar: الحدود:

source: surrounding {color} {lineStyle} with width of {lineWidth} and art style {artStyle}
ar: إحاطة {color} {lineStyle} بعرض {lineWidth} ونمط فني {artStyle}

source: surrounding {color} {lineStyle} with width of {lineWidth}
ar: يحيط بـ {color} {lineStyle} بعرض {lineWidth}

source: {name}= {color} {lineStyle} with width of {lineWidth} and art style {artStyle}
ar: الإسم {name} = {color} {lineStyle} بعرض {lineWidth} ونمط فني {artStyle}

source: {name}= {color} {lineStyle} with width of {lineWidth}
ar: الإسم{name} = {color} {lineStyle} بعرض {lineWidth}

source: Without borders
ar: بلا حدود

source: Dash Dot
ar: داش دوت

source: Dash Dot Dot
ar: شرطة نقطة نقطة

source: Dash Dot Stroked
ar: داش دوت مرسوم

source: Dash Large Gap
ar: داش فجوة كبيرة

source: Dash Small Gap
ar: داش فجوة صغيرة

source: Double
ar: مزدوج

source: Double Wavy
ar: مزدوج متموج

source: Emboss 3D
ar: النقش 3D

source: Engrave 3D
ar: نقش ثلاثي الأبعاد

source: Inset
ar: أقحم

source: None
ar: لا شيء

source: Outset
ar: البداية

source: Single
ar: غير مرتبطة

source: Single Wavy
ar: واحد مائج

source: Thick Thin Large Gap
ar: فجوة كبيرة رقيقة رقيقة

source: Thick Thin Medium Gap
ar: سميكة رقيقة متوسطة الفجوة

source: Thick Thin Small Gap
ar: فجوة صغيرة رقيقة رقيقة

source: Thin Thick Large Gap
ar: رقيقة سميكة فجوة كبيرة

source: Thin Thick Medium Gap
ar: رقيقة متوسطة الفجوة سميكة

source: Thin Thick Small Gap
ar: فجوة صغيرة وسميكة ورقيقة

source: Thin Thick Thin Large Gap
ar: رقيقة سميكة رقيقة فجوة كبيرة

source: Thin Thick Thin Medium Gap
ar: رقيقة سميكة رقيقة متوسطة الفجوة

source: Thin Thick Thin Small Gap
ar: رقيقة سميكة رقيقة فجوة صغيرة

source: Triple
ar: ثلاثية

source: mixed
ar: مختلط

source: %s line
ar: خط %s

source: 0.25 points
ar: 0.25نقاط

source: 0.5 points
ar: 0.5نقطة

source: 0.75 points
ar: 0.75نقطة

source: 1 point
ar: 1نقطة

source: 1.5 points
ar: 1.5نقاط

source: 2.25 points
ar: 2.25نقاط

source: 3 points
ar: 3نقاط

source: 4.5 points
ar: 4.5نقاط

source: 6 points
ar: 6نقاط

source: custom width
ar: عرض مخصص

source: Apples
ar: تفاح

source: ArchedScallops
ar: حافة بروز مقوسة

source: BabyPacifier
ar: مصاصة الطفل

source: BabyRattle
ar: طفل راتل

source: Balloons3Colors
ar: بالون 3 ألوان

source: BalloonsHotAir
ar: بالونات الهواء الساخن

source: BasicBlackDashes
ar: الشرط الأساسي الأسود

source: BasicBlackDots
ar: النقاط السوداء الأساسية

source: BasicBlackSquares
ar: المربعات السوداء الأساسية

source: BasicThinLines
ar: الخطوط الرقيقة الأساسية

source: BasicWhiteDashes
ar: شرطات بيضاء أساسية

source: BasicWhiteDots
ar: النقاط البيضاء الأساسية

source: BasicWhiteSquares
ar: المربعات البيضاء الأساسية

source: BasicWideInline
ar: أساسي عريض موسع

source: BasicWideMidline
ar: خط وسط عريض أساسي

source: BasicWideOutline
ar: الخطوط العريضة الأساسية

source: Bats
ar: الخفافيش

source: Birds
ar: طيور

source: BirdsFlight
ar: رحلة الطيور

source: Cabins
ar: كبائن

source: CakeSlice
ar: شريحة كعكة

source: CandyCorn
ar: حلوى الذرة

source: CelticKnotwork
ar: سلتيك التشبيكات

source: CertificateBanner
ar: بانر الشهادة

source: ChainLink
ar: سلسلة ربط

source: ChampagneBottle
ar: زجاجة شمبانيا المحرمة

source: CheckedBarBlack
ar: فحص شريط أسود

source: CheckedBarColor
ar: فحص لون الشريط

source: Checkered
ar: متقلب

source: ChristmasTree
ar: شجرة عيد الميلاد

source: CirclesLines
ar: خطوط الدوائر

source: CirclesRectangles
ar: الدوائر المستطيلات

source: ClassicalWave
ar: الموجة الكلاسيكية

source: Clocks
ar: ساعات

source: Compass
ar: بوصلة

source: Confetti
ar: قصاصات ورق ملون

source: ConfettiGrays
ar: حلويات

source: ConfettiOutline
ar: مخطط حلويات

source: ConfettiStreamers
ar: النثار

source: ConfettiWhite
ar: حلويات بيضاء

source: CornerTriangles
ar: المثلثات

source: CouponCutoutDashes
ar: شرطات انقطاع القسيمة

source: CouponCutoutDots
ar: نقاط القسيمة انقطاع

source: CrazyMaze
ar: متاهة مجنونة

source: CreaturesButterfly
ar: مخلوقات فراشة

source: CreaturesFish
ar: مخلوقاتأسماك

source: CreaturesInsects
ar: مخلوقات الحشرات

source: CreaturesLadyBug
ar: المخلوقات

source: CrossStitch
ar: كروس ستيتش

source: Cup
ar: كوب
