Repository: VovaMobile/wordAccessEnhancementNVDAAddon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar

source: DecoArch
ar: ديكوارش

source: DecoArchColor
ar: لون DecoArch

source: DecoBlocks
ar: ديكو كتل

source: DiamondsGray
ar: الماس رمادي

source: DoubleD
ar: دبل دي

source: DoubleDiamonds
ar: الماس المزدوج

source: Earth1
ar: الأرض 1

source: Earth2
ar: الأرض 2

source: EclipsingSquares1
ar: الكسوف المربعات 1

source: EclipsingSquares2
ar: الكسوف المربعات 2

source: EggsBlack
ar: البيض

source: Fans
ar: المشجعين

source: Film
ar: فيلم

source: Firecrackers
ar: مفرقعات نارية

source: FlowersBlockPrint
ar: الزهور

source: FlowersDaisies
ar: زهور الأقحوان

source: FlowersModern1
ar: الزهور الحديثة 1

source: FlowersModern2
ar: الزهور الحديثة 2

source: FlowersPansy
ar: الزهور

source: FlowersRedRose
ar: الزهور

source: FlowersRoses
ar: الورد

source: FlowersTeacup
ar: الزهور

source: FlowersTiny
ar: الزهور

source: Gems
ar: الجواهر

source: GingerbreadMan
ar: صانع خبز الجنزبيل

source: Gradient
ar: الانحدار

source: Handmade1
ar: صناعة يدوية 1

source: Handmade2
ar: صناعة يدوية 2

source: HeartBalloon
ar: بالون القلب

source: Hearts
ar: قلوب

source: HeebieJeebies
ar: جيبيز

source: Holly
ar: هولي

source: HouseFunky
ar: البيت

source: Hypnotic
ar: منوم

source: IceCreamCones
ar: أكواز المثلجات

source: LightBulb
ar: لمبة

source: Lightning1
ar: البرق 1

source: Lightning2
ar: البرق 2

source: MapleLeaf
ar: القيقب

source: MapleMuffins
ar: القيقب مافينز

source: MapPins
ar: دبابيس الخريطة

source: Marquee
ar: سرادق

source: MarqueeToothed
ar: سرادق

source: Moons
ar: أقمار

source: Mosaic
ar: فسيفساء

source: MusicNotes
ar: نوتات موسيقية

source: Northwest
ar: الشمال الغربي

source: Ovals
ar: البيضاوي

source: Packages
ar: الحزم

source: PalmsBlack
ar: النخيل الأسود

source: PalmsColor
ar: النخيل

source: PaperClips
ar: مشبك الورق

source: Papyrus
ar: ورق بردي

source: PartyFavor
ar: مصلحة الحزب

source: PartyGlass
ar: بارتي جلاس

source: Pencils
ar: اقلام رصاص

source: People
ar: اشخاص

source: PeopleHats
ar: القبعات

source: PeopleWaving
ar: الناس يلوحون

source: Poinsettias
ar: البوينسيتياس

source: PostageStamp
ar: طابع بريدي

source: Pumpkin1
ar: اليقطين 1

source: PushPinNote1
ar: ملاحظة 1

source: PushPinNote2
ar: ملاحظة 2

source: Pyramids
ar: الاهرام

source: PyramidsAbove
ar: بيراميدز

source: Quadrants
ar: الأرباع

source: Rings
ar: خواتم

source: Safari
ar: سفاري

source: Sawtooth
ar: سن المنشار

source: SawtoothGray
ar: المنشار الرمادي

source: ScaredCat
ar: خائفة القط

source: Seattle
ar: سياتل

source: ShadowedSquares
ar: المربعات المظللة

source: SharksTeeth
ar: أسماك القرش

source: ShorebirdTracks
ar: شوربيرد

source: Skyrocket
ar: صاروخ

source: SnowflakeFancy
ar: ندفة الثلج

source: Snowflakes
ar: رقاقات الثلج

source: Sombrero
ar: قبعة

source: Southwest
ar: جنوب غرب

source: Stars
ar: النجوم

source: Stars3D
ar: نجوم 3D

source: StarsBlack
ar: ستارز بلاك

source: StarsShadowed
ar: نجوم مظللة

source: StarsTop
ar: نجوم

source: Sun
ar: شمس

source: Swirligig
ar: سويرليج

source: TornPaper
ar: ورقة ممزقة

source: TornPaperBlack
ar: ورق ممزق

source: Trees
ar: الأشجار

source: TriangleParty
ar: مثلث

source: Triangles
ar: مثلثات

source: Tribal1
ar: القبلية 1

source: Tribal2
ar: القبلية 2

source: Tribal3
ar: القبلية 3

source: Tribal4
ar: القبلية 4

source: Tribal5
ar: القبلية 5

source: Tribal6
ar: القبلية 6

source: TwistedLines1
ar: خطوط ملتوية 1

source: TwistedLines2
ar: خطوط ملتوية 2

source: Vine
ar: كرمة

source: Waveline
ar: ويفلين

source: WeavingAngles
ar: نسج الزوايا

source: WeavingBraid
ar: النسيج

source: WeavingRibbon
ar: نسج الشريط

source: WeavingStrips
ar: النسيج

source: WhiteFlowers
ar: ورود بيضاء

source: Woodwork
ar: الأعمال الخشبية

source: XIllusions
ar: حادي عشر

source: ZanyTriangles
ar: مثلثاتمثلثات

source: ZigZag
ar: متعرج

source: ZigZagStitch
ar: خط متعرج

source: Link
ar: رابط

source: Graphic
ar: رسم تعبيري

source: FormField
ar: حقلإستماري

source: more than %s elements
ar: أكثر من %s من العناصر

source: One element
ar: عنصر واحد

source: %s elements
ar: عناصر %s

source: no element
ar: لا يوجد عنصر

source: Error
ar: خطأ

source: Page {page}, line {line} Note's ttext: {text}
ar: الصفحة {page} ، السطر {line} نص الملاحظة: {text}

source: Endnotes
ar: حواشي

source: Enter the endnote's text
ar: أدخل حاشية النص

source: Endnote's insert
ar: إدراج الحاشية

source: Endnote's modification
ar: تعديل الحاشية

source: No endnote
ar: لا تعليق ختامي

source: Notes:
ar: ملاحظات:

source: Note's text
ar: نص الملاحظة

source: Page {page}, line {line}
ar: الصفحة {page}, السطر {line}

source: Fields
ar: الحقول

source: No field
ar: لا توجد حقول

source: Type
ar: نوع

source: Result
ar: النتيجة

source: Code
ar: شفرة

source: Empty
ar: فارغ

source: Ref
ar: المرجع

source: FootnoteRef
ar: حاشية سفلية

source: StyleRef
ar: النمط

source: TOC
ar: جدول المحتويات

source: Keyword
ar: الكلمة الرئيسية

source: CreateDate
ar: تاريخ الإنشاء

source: Expression
ar: التعبير

source: Quote
ar: اقتبس

source: Include
ar: تضمن

source: Symbol
ar: رمز

source: Page {page}, line {line} Note's Ttext: {text}
ar: الصفحة {page}, السطر{line} ملاحظة نصية: {text}

source: Footnotes
ar: الحواشي

source: Enter the footnote's text
ar: أدخل حاشية النص

source: Footnote's insert
ar: إدراج الحاشية

source: Footnote's modification
ar: تعديل الحاشية

source: No footnote
ar: لا حواشي

source: Formfields
ar: حقول النموذج

source: No formfield
ar: لا توجد نماذج

source: FormFields
ar: حقول النموذج

source: Status
ar: الحالة

source: Page {page}, line {line} Height: {height} Width: {width}
ar: الصفحة {page}, السطر {line} الارتفاع: {height} العرض: {width}

source: Frames
ar: الإطارات

source: No frame
ar: بدون إطار

source: Width
ar: عرض

source: Height
ar: ارتفاع

source: Main text story
ar: قصة النص الرئيسي

source: Footnotes story
ar: قصة الهوامش

source: Endnotes story
ar: قصة الحواشي

source: Comments story
ar: قصة التعليقات

source: Text frame story
ar: قصة إطار النص

source: Even pages header story
ar: قصة إطار النص

source: Primary header story
ar: قصة العنوان الأساسي

source: Even pages footer story
ar: قصة حتى صفحات التذييل

source: Primary footer story
ar: قصة التذييل الأساسيةقصة التذييل الأساسية

source: First page header story
ar: قصة رأس الصفحة الأولى

source: First page footer story
ar: قصة تذييل الصفحة الأولى

source: Footnote separator story
ar: قصة فاصل الحاشية السفلية

source: Footnote continuation separator story
ar: قصة فاصل متابعة الحاشية السفلية

source: Footnote continuation notice story
ar: قصة إشعار استمرار حاشية سفلية

source: Endnote separator story
ar: قصة فاصل التعليقات الختامية

source: Endnote continuation separator story
ar: قصة فاصل متابعة التعليقات الختامية

source: Endnote continuation notice story
ar: قصة إشعار استمرار التعليقات الختامية

source: Frame {name} document pane {index}
ar: إطار {name} جزء الوثيقة {{index}

source: Page {page}, line {line} Ttext involved: {text}
ar: الصفحة {page}, السطر{line} المشاركةالنصية: {text}

source: Grammatical errors
ar: أخطاء قواعدية

source: No gramatical error
ar: لا يوجد خطأ نحويلا يوجد خطأ نحوي

source: Not available, Check grammar as you type is not activated
ar: غير متوفر ، التحقق من القواعد أثناء الكتابة غير مفعل

source: Errors:
ar: أخطاء:

source: Involved sentence
ar: جملة متضمنة

source: Header/Footer
ar: رأس/تذييل الصفحة

source: Headers/Footers
ar: رؤوس/تذييلات

source: No header or footer
ar: لا يوجد رأس أو تذييل

source: heading level %s
ar: مستوى العنوان %s

source: Page {page}, line {line} Text: {text} Level: {level} Style: {style}
ar: الصفحة {page}، السطر {line} النص: {text} المستوى: {level} النمط: {style}

source: Headings
ar: العناوين

source: No heading
ar: لا عنوان

source: Text
ar: نص

source: Level
ar: مستوى

source: Style
ar: أسلوب

source: Hyperlink to range
ar: ارتباط تشعبي بالنطاق

source: Hyperlink to shape
ar: ارتباط تشعبي بالشكل

source: Hyperlink to inLine Shape
ar: ارتباط تشعبي بالشكل الداخلي

source: Page {page}, line {line} Name: {name} type: {type} Address: {address} Sub-address: {subAddress}
ar: الصفحة {page}, السطر{line} الإسم: {name} النوع: {type} العنوان: {address} العنوان الفرعي: {subAddress}

source: Hyperlinks
ar: الارتباطات التشعبية

source: No hyperlink
ar: لا يوجد ارتباط تشعبي

source: Text to display
ar: نص للعرض

source: No revision
ar: لا مراجعة

source: Insertion
ar: إدراج

source: Deletion
ar: حذف

source: Property changed
ar: تغيرت الخاصية

source: Paragraph number changed
ar: تم تغيير رقم الفقرة

source: Field display changed
ar: تم تغيير عرض الحقل

source: Revision marked as reconciled conflict
ar: تم وضع علامة على المراجعة على أنها متعارضة تم تسويتها

source: Revision marked as a conflict
ar: تم وضع علامة على المراجعة على أنها متعارضة

source: Style changed
ar: تغير النمط

source: Replaced
ar: تم استبداله

source: Paragraph property changed
ar: تم تغيير خاصية الفقرة

source: Table property changed
ar: تم تغيير خاصية الجدول

source: Section property changed
ar: تم تغيير خاصية القسم

source: Style definition changed
ar: تم تغيير تعريف النمط

source: Content moved from
ar: تم نقل المحتوى من

source: Content moved to
ar: تم نقل المحتوى إلى

source: Table cell inserted
ar: تم إدراج خلية جدول

source: Table cell deleted
ar: تم حذف خلية الجدول

source: Table cells merged
ar: تم دمج خلايا الجدول

source: Page {page}, line {line} Author: {author} Date: {date} Type: {type} Revision's ttext: {text}
ar: الصفحة {page}, السطر{line} المؤلف: {author} التاريخ: {date} النوع: {type} تنقيح هذا النص: {text}

source: {type} by {author} {text}
ar: {type} بواسطة {author} {text}

source: Revisions
ar: التنقيحات

source: revision track is not activated
ar: لم يتم تنشيط مسار المراجعة

source: Revisions:
ar: التنقيحات:

source: &Accept
ar: &قبول

source: &Reject
ar: &رفض

source: Revision's text
ar: نص المراجعة

source: Are you sure you wish to reject this items?
ar: هل أنت متأكد أنك تريد رفض هذه العناصر؟

source: Reject of items
ar: رفض العناصر

source: Start: Page {pageStart}, line {lineStart} End: Page {pageEnd}, line {lineEnd} With header: {header} With footer: {footer} Protected for forms: {protected} {pageSetup}
ar: ابدأ: الصفحة {pageStart}, السطر{lineStart} نهاية: الصفحة{pageEnd}, ألسطر{lineEnd} مع رأس: {header} مع تذييل الصفحة: {footer} محمية للنماذج: {protected} {pageSetup}

source: page {page} line {line}
ar: الصفحة {page} السطر {line}

source: land scape
ar: المناظر الطبيعيه

source: continue
ar: استمر

source: new column
ar: عمود جديد

source: new page
ar: صفحة جديدة

source: even page
ar: صفحة زوجية

source: odd page
ar: صفحة فردية

source: center
ar: مركز

source: justify
ar: يبرر

source: custom
ar: مخصص

source: Right alignment, right to left reading
ar: المحاذاة لليمين, القراءة من اليمين إلى اليسار

source: Left alignment, left to right reading
ar: محاذاة لليسار ، قراءة من اليسار إلى اليمين

source: Sections
ar: الأقسام

source: No section
ar: لا يوجد قسم

source: Disposition: Section's start: {start} Header / footer's even or odd pages different: {oddAndEven} Header/footer's first page different: {firstPage} Header distance from top: {headerDistance} Footer distance from bottom: {footerDistance} Vertical alignment: {verticalAlignment}
ar: الترتيب: \ n \ t بداية القسم: {start} \ n \ t تختلف الصفحات الزوجية أو الفردية في الرأس / التذييل: {oddAndEven} \ n \ t اختلاف الصفحة الأولى في الرأس / التذييل: {firstPage} \ n \ t مسافة الرأس من الأعلى: {headerDistance} \ n \ t مسافة أداة التسريع من الأسفل: {footerDistance} \ n \ t محاذاة عمودية: {verticalAlignment} \ n \ t \ t

source: Margins: Left,right: {left}, {right} Top, bottom: {top}, {bottom} Orientation: {orientation}
ar: الهوامش: يسار, يمين: {left}, {right} أعلى, أسفل: {top}, {bottom} التوجة للإستعلام: {orientation}

source: Paper: Format: {paperSize} Height's heet: {height} Width's sheet: {width} Two pages per sheet: {twoPages}
ar: ورقة: التنسيق: {paperSize} إرتفاعات الممر : {height}\n \ ورقة tWidth: {العرض} \ n \ tصفحتان لكل ورقة: {twoPages} \ n \t\t

source: Page: Chars number per line: {chars} Lines number per page: {lines} {sectionDirection}
ar: الصفحة: عدد أحرف كل سطر: {chars} عدد أسطر كل صفحة: {lines} {sectionDirection}

source: Start
ar: البدء

source: End
ar: النهاية

source: Mixed shape type
ar: نوع الشكل المختلط

source: AutoShape
ar: شكل تلقائي

source: Callout
ar: وسيلة

source: Chart
ar: مخطط

source: Freeform
ar: شكل حر

source: Group
ar: مجموعة

source: Embedded OLE object
ar: كائن OLE مضمن

source: Form control
ar: التحكم في النموذج

source: Line
ar: سطر

source: Linked OLE object
ar: كائن OLE مرتبط

source: Linked picture
ar: صورة مرتبطة

source: OLE control object
ar: كائن تحكم OLE

source: Picture
ar: صورة

source: Placeholder
ar: عنصر نائب

source: Text effect
ar: تأثير النص

source: Media.
ar: وسائل الإعلام.

source: Text box
ar: مربع الكتابة

source: Canvas
ar: اللوحة القماشية

source: Diagram
ar: رسم بياني

source: Ink
ar: حبر

source: Ink comment
ar: تعليق بالحبر

source: Smart art
ar: فن ذكي

source: Slicer
ar: تقطيع اللحم

source: Web video
ar: فيديو الويب

source: Page {page}, line {line} Name: {name} type: {typeText} Width: {width} Height: {height} Alternative text: {alternativeText}
ar: الصفحة {page}, السطر{line} الإسم: {name} النوع: {typeText} العرض: {width} الارتفاع: {height} النص البديل : {alternativeText}

source: Horizontal line
ar: خط أفقي

source: Picture with horizontal line
ar: صورة بخط أفقي

source: Linked picture with horizontal line
ar: صورة مرتبطة بخط أفقي

source: Picture used as a bullet
ar: الصورة تستخدم كرصاصة

source: OWS anchor
ar: Ows مرساة

source: Inline diagram
ar: مخطط مضمن

source: Page {page}, line {line} type: {typeText} Width: {width} Height: {height} Alternative ttext: {alternativeText}
ar: الصفحة {page}, السطر {line} النوع: {typeText} العرض: {width} الارتفاع: {height} البديل النصي: {alternativeText}

source: Drawing layer objects
ar: رسم كائنات طبقة

source: No object
ar: لا مانع

source: Text layer objects
ar: كائنات طبقة النص

source: Objects:
ar: شاء:

source: Height(in centimeter)
ar: الارتفاع (بالسنتيمتر)

source: Width (in centimeter)
ar: العرض (بالسنتيمتر)

source: Alternative text
ar: نص بديل

source: Error: %s
ar: خطأ: %s

source: Suggestion: %s
ar: اقتراح: %s

source: No explanation help
ar: لا يوجد تفسير للمساعدة

source: No suggestion
ar: لا يوجد اقتراح

source: %s suggestions
ar: %s من الاقتراحات

source: One suggestions
ar: اقتراحات واحدة

source: Page {page}, line {line} Word: {word}
ar: صفحة {page}, سطر {line} كلمة:{word}

source: Spelling errors
ar: اخطاء املائية

source: No spelling error
ar: لا يوجد خطأ إملائي

source: Not available, Check spelling as you type is not activated
ar: غير متوفر ، لم يتم تنشيط التدقيق الإملائي أثناء الكتابة

source: Mispelled word
ar: كلمة مضحكة

source: Page {page}, line {line} Title: {title} Number of rows: {rowsCount} Number of columns: {columnsCount}
ar: صفحة {page}, السطر{line} عنوان: {title} عدد الصفوف: {rowsCount} عدد الأعمدة: {columnsCount}

source: Row's limit
ar: صفوف محدودة

source: Column's limit
ar: أعمدة محدودة

source: Table's start
ar: بداية الجدول

source: Table's end
ar: نهاية الجدول

source: Last cell
ar: الخلية الأخيرة

source: First cell
ar: الخلية الأولى

source: column %s
ar: عمود %s

source: row %s
ar: الصف %s

source: Tables
ar: جداول

source: No table
ar: لا يوجد جدول

source: Number of rows
ar: الرقم من الصفوف

source: Number of columns
ar: الرقم من الأعمدة

source: empty
ar: فارغ

source: {comment} by {author} on {date}
ar: {comment} بواسطة {author} في {date}

source: row %s
ar: الصف %s

source: column %s
ar: العمود %s

source: row {rowIndex}, column {columnIndex}
ar: الصف {rowIndex} ، العمود {columnIndex}

source: Start of row {0}
ar: بداية الصف {0}

source: End of row {0}
ar: نهاية الصف {0}

source: Start of column {0}
ar: بداية العمود {0}

source: End of column {0}
ar: نهاية العمود {0}

source: Table: move to next row
ar: الجدول: الانتقال إلى الصف التالي

source: Table: move to previous row
ar: الجدول: الانتقال إلى الصف السابق

source: Table: move to next column
ar: الجدول: الانتقال إلى العمود التالي

source: Table: move to previous column
ar: الجدول: الانتقال إلى العمود السابق

source: Table: move to the first cell of row
ar: الجدول: الانتقال إلى الخلية الأولى في الصف

source: Table: move to the last cell of row
ar: الجدول: الانتقال إلى آخر خلية في الصف

source: Table: move to the first cell of column
ar: الجدول: الانتقال إلى الخلية الأولى في العمود

source: Table: move to the last cell of column
ar: الجدول: الانتقال إلى آخر خلية في العمود

source: Table: move to first cell of table
ar: الجدول: الانتقال إلى الخلية الأولى في الجدول

source: Table: move to last cell of table
ar: الجدول: الانتقال إلى الخلية الأخيرة في الجدول

source: Table: report current headers
ar: الجدول: تقرير الرؤوس الحالية

source: No row header
ar: لا يوجد رأس صف

source: Row header: %s
ar: رأس الصف: %s

source: No column header
ar: لا يوجد رأس عمود

source: Column header: %s
ar: رأس العمود: %s

source: Table: report current cell
ar: الجدول: تقرير الخلية الحالية

source: Table: report all cells of current row
ar: الجدول: تقرير جميع خلايا الصف الحالي

source: Table: report all cells of current column
ar: الجدول: تقرير جميع خلايا العمود الحالي

source: Table: Report the nextt cell in the column
ar: الجدول: قم بالإبلاغ عن الخلية التالية في العمود

source: Table: report the previous cell in the column
ar: الجدول: قم بالإبلاغ عن الخلية السابقة في العمود

source: Table: report the next cell in the row
ar: الجدول: قم بالإبلاغ عن الخلية التالية في الصف

source: Table: report the previous cell in the row
ar: الجدول: تقرير الخلية السابقة في الصف

source: Table: report the first cell of the column
ar: الجدول: الإبلاغ عن الخلية الأولى في العمود

source: Table: report the last cell of the column
ar: الجدول: الإبلاغ عن الخلية الأخيرة في العمود

source: Table: report the first cell of the row
ar: الجدول: قم بالإبلاغ عن الخلية الأولى في الصف

source: Table: report the last cell of the row
ar: الجدول: قم بالإبلاغ عن الخلية الأخيرة في الصف

source: Table: move to next row and report all cells of row
ar: الجدول: الانتقال إلى الصف التالي والإبلاغ عن جميع خلايا الصف

source: Table: move to previous row and report all cells of row
ar: الجدول: الانتقال إلى الصف السابق والإبلاغ عن جميع خلايا الصف

source: Table: move to next column and report all cells of column
ar: الجدول: الانتقال إلى العمود التالي والإبلاغ عن جميع خلايا العمود

source: Table: move to prior column and report all cells of column
ar: الجدول: الانتقال إلى العمود السابق والإبلاغ عن جميع خلايا العمود

source: Table: move to first cell of column and report all cells of row
ar: الجدول: الانتقال إلى الخلية الأولى في العمود والإبلاغ عن جميع خلايا الصف

source: Table: move to last cell of column and report all cells of row
ar: الجدول: الانتقال إلى الخلية الأخيرة في العمود والإبلاغ عن جميع خلايا الصف

source: Table: move to first cell of the row and report all cells of column
ar: الجدول: الانتقال إلى الخلية الأولى في الصف والإبلاغ عن جميع خلايا العمود

source: Table: move to last cell of the row and report all cells of column
ar: الجدول: الانتقال إلى الخلية الأخيرة من الصف والإبلاغ عن جميع خلايا العمود

source: Table layer mode on
ar: وضع طبقة الجدول قيد التشغيل

source: (Table layer mode)
ar: (وضع طبقة الجدول)

source: Table layer mode off
ar: تم إيقاف وضع طبقة الجدول

source: Toggle table layer mode
ar: تبديل وضع طبقة الجدول

source: activate or desactivate the report of all cells of row or column
ar: تنشيط أو إلغاء تنشيط تقرير جميع خلايا الصف أو العمود

source: Report all Cells
ar: تقرير عن كافة الخلايا

source: Do not report all cells
ar: لا تبلغ عن كل الخلايا

source: activate or desactivate automatic reading
ar: تنشيط أو إلغاء تنشيط القراءة التلقائية

source: Automatic reading enabled
ar: تم تمكين القراءة التلقائية

source: Automatic reading disabled
ar: القراءة التلقائية معطلة

source: Not in table
ar: ليس في الجدول

source: No other paragraph
ar: لا فقرة أخرى

source: No other sentence
ar: لا جملة أخرى

source: Move to the next sentence
ar: انتقل إلى الجملة التالية

source: Move to the previous sentence
ar: انتقل إلى الجملة السابقة

source: Move to the next paragraph (skip empty paragraphs if "Skip Empty Paragraph" option is set to on)
ar: انتقل إلى الفقرة التالية (تخطي الفقرات الفارغة إذا تم تعيين خيار "تخطي الفقرة الفارغة" على on)

source: Move to the previous paragraph (skip empty paragraphs if "Skip Empty Paragraph" option is set to on)
ar: انتقل إلى الفقرة السابقة (تخطي الفقرات الفارغة إذا تم تعيين خيار "تخطي الفقرة الفارغة" على on)

source: Insert an element (comment, footnote, endnote) where the System caret is located.
ar: إدراج عنصر (تعليق ، حاشية سفلية ، الحاشية الختامية) حيث يقع الإقحام النظام.

source: Reports the text of the endnote or footnote where the System caret is located.
ar: يُعلن عن نص التعليق الختامي أو الحاشية السفلية حيث توجد علامة إقحام النظام.

source: no endnote or footnote
ar: لا حاشية أو حاشية سفلية

source: Reports the text of the revision where the System caret is located.
ar: يبين نص المراجعة حيث توجد علامة إقحام النظام.

source: Display a dialog to get word object informations in a range
ar: اعرض مربع حوار للحصول على معلومات كائن الكلمات في نطاق

source: Report the page number and line number relative to the page. Twice: display this information
ar: قم بالإبلاغ عن رقم الصفحة ورقم السطر المتعلق بالصفحة. مرتين: اعرض هذه المعلومات

source: at {0} from left edge and {1} from top edge of the page
ar: عند {0} من الحافة اليسرى و {1} من الحافة العلوية للصفحة

source: You are at the row {row}, column {column} of table
ar: أنت في الصف {row} ، عمود {عمود} من الجدول

source: you are at Line {line}, column {column} of page {page}
ar: أنت في السطر {line} ، العمود {عمود} من الصفحة {الصفحة}

source: Selection begins at line {line}, column {column} of page {page}
ar: يبدأ التحديد في السطر {line} ، العمود {عمود} من الصفحة {page}

source: at {0} from left edge and {1} from top edge of the page.
ar: عند {0} من الحافة اليسرى و {1} من الحافة العلوية للصفحة.

source: It ends at line {line}, column {column} of page {page}
ar: ينتهي عند السطر {line} ، العمود {عمود} من الصفحة {page}

source: Location information
ar: معلومات الموقع

source: Display document's informations
ar: عرض معلومات الوثيقة

source: Insert element
ar: إدراج عنصر

source: Element's &type:
ar: نو&ع العنصر

source: &Insert
ar: إد&خال

source: %s dialog is allready open
ar: %s مربع الحوار هذا مفتوح بالفعل

source: You have checked the "Use UI Automation to access Microsoft &Word document controls when available")" option. For the add-on to work properly, it is recommended not to check this option.
ar: لقد حددت الخيار "استخدام أتمتة واجهة المستخدم للوصول إلى عناصر تحكم مستندات Microsoft & Word عند توفرها") ". لكي تعمل الوظيفة الإضافية بشكل صحيح ، يوصى بعدم تحديد هذا الخيار.

source: Warning
ar: تحذير

source: Toggle on or off the option to skip empty paragraphs
ar: بدّل بين تشغيل أو إيقاف تشغيل الخيار لتخطي الفقرات الفارغة

source: Skip empty paragraphs
ar: تخطي الفقرات الفارغة

source: Don't skip empty paragraphs
ar: لا تتخطى الفقرات الفارغة

source: Hit tab to move focus in the spelling checker pane
ar: اضغط على علامة التبويب لتحريك التركيز في جزء المدقق الإملائي

source: Report error and suggestion displayed by the spelling checker. Twice:spell them. Third: say help text
ar: الإبلاغ عن خطأ واقتراح عرضها من قبل المدقق الإملائي. مرتين: توضيح لهم. ثلاث مرات: قل نص المساعدة

source: Not available for this Word version
ar: غير متاح لإصدار Word هذا

source: You are Not in the spelling checker
ar: أنت لست في المدقق الإملائي

source: Report current sentence
ar: تقرير الجملة الحالية

source: Record automatic reading voice's settings
ar: سجل إعدادات القراءة التلقائية للصوت

source: Options
ar: الخيارات

source: Paragraph
ar: فقرة

source: &Skip empty paragraphs
ar: & تخطي الفقرات الفارغة

source: &Play sound when paragraph is skipped
ar: ت&شغيل صوت عند تخطي الفقرات الفارغة

source: Na&vigate in loop
ar: Na&vigateالتنقل في حلقة

source: Maximum time of elements's search (in seconds:)
ar: أقصى وقت للبحث عن العناصر (بالثواني :)
