Repository: VovaMobile/wordAccessEnhancementNVDAAddon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar

source: Automatic reading
ar: القراءة التلقائية

source: &Activate automatic reading
ar: & تنشيط القراءة التلقائية

source: Concerned elements:
ar: العناصر المعنية:

source: Read &with:
ar: اقرأ مع:

source: Currentvoice
ar: الصوت الحالي

source: Current voice and beep at start and end
ar: صفير في بداية ونهاية الصوت الحالي

source: another voice
ar: صوت اخر

source: &Display voice's recorded setting
ar: & عرض الإعداد الصوتي المسجل

source: No voice recorded for automatic reading
ar: لا يوجد صوت مسجل للقراءة التلقائية

source: Synthetizer: %s
ar: المركب: %s

source: Output device: %s
ar: أجهزة الخرجأجهزة الخرج %s

source: Voice settings for automatic reading
ar: إعدادات الصوت للقراءة التلقائية

source: Update
ar: تحديث

source: Automatically check for &updates
ar: ال&بحث تلقائيا عن التحديث

source: Update also release versions to &developpement versions
ar: ت&حديث إضافات المراجعة والمطورين

source: &Check for update
ar: البح&ث عن تحديث

source: View &history
ar: عرض السجل

source: Settings
ar: إعدادات

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}{minMajor}, last tested: {testedYear}.{testedMajor}.
ar: التحديث غير متوافق مع هذا الإصدار من NVDA. الحد الأدنى من إصدار NVDA: {minYear} {minMajor} ، آخر اختبار: {testingYear}. {testingMajor}.

source: Downloading {name}
ar: جاري تحميل {name}

source: Error downloading update for {name}.
ar: خطأ في تنزيل التحديث لـ {name}.

source: Cannot update {name} - missing file or invalid file format
ar: لا يمكن تحديث {name} - ملف مفقود أو تنسيق ملف غير صالح

source: Updating
ar: جاري التحديث

source: Please wait while the add-on is being updated.
ar: الرجاء الإنتظار حتى يتم تحديث الإضافة

source: Failed to update {name} add-on
ar: فشل تحديث الوظيفة الإضافية {name}

source: {summary} - update
ar: {summary} - التحديث

source: The service is temporarily under maintenance. Please, try again later.
ar: الخدمة تحت الصيانة بشكل مؤقت. الرجاء معاودة المحاولة في وقت لاحق.

source: New version available, version %s. Do you want download it now?
ar: يتوفر إصدار جديد ، الإصدار %s. هل تريد تنزيله الآن؟

source: You are up-to-date. %s is the latest version.
ar: الإصدار. %s هو أحدث إصدار.

source: Oops! There was a problem checking for updates. Please retry later
ar: وجه الفتاة! كانت هناك مشكلة في التحقق من وجود تحديثات. الرجاء إعادة المحاولة لاحقًا

source: &Yes
ar: ن&عم

source: &No
ar: &لا

source: &Later
ar: &لاحقا

source: Wha&t's new
ar: ما هو الجديد

source: Informations
ar: المعلومات

source: Co&py to Clipboard
ar: نس&خ الى الحافظة

source: Copied
ar: تم النسخ

source: Error, the information cannot be copied to the clipboard
ar: خطأ, لا يمكن نسخ المعلومات الى الحافظة

source: %s add-on - Informations
ar: %s معلومات الإضافة
